"%[Any]@ of the following are true" = "%1$[Alcuni]@ dei seguenti sono veri";
"%[All]@ of the following are true" = "%1$[Tutti]@ dei seguenti sono veri";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[Frequenza bit]@ %2$[è]@ %3$@ kbps";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[Frequenza bit]@ %2$[non è]@ %3$@ kbps";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[Frequenza bit]@ %2$[è maggiore di]@ %3$@ kbps";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[Frequenza bit]@ %2$[è inferiore a]@ %3$@ kbps";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[Frequenza bit]@ %2$[è nell'intervallo]@ da %3$@ a %4$@ %5$[kbps]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[Frequenza di campionamento]@ %2$[è]@ %3$@ Hz";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[Frequenza di campionamento]@ %2$[non è]@ %3$@ Hz";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[Frequenza di campionamento]@ %2$[è maggiore di]@ %3$@ Hz";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[Frequenza di campionamento]@ %2$[è minore di]@ %3$@ Hz";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[Frequenza di campionamento]@ %2$[è nell'intervallo]@ da %3$@ a %4$@ %5$[Hz]@";

"%[bpm]@ %[is]@ %@" = "%1$[BPM]@ %2$[è]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[BPM]@ %2$[non è]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[BPM]@ %2$[è maggiore di]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[BPM]@ %2$[è minore di]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[BPM]@ %2$[è nell'intervallo]@ da %3$@ a %4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[Numero disco]@ %2$[è]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[Numero disco]@ %2$[non è]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[Numero disco]@ %2$[è maggiore di]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[Numero disco]@ %2$[è minore di]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[Numero disco]@ %2$[è nell'intervallo]@ da %3$@ a %4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[Riproduzioni]@ %2$[è]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[Riproduzioni]@ %2$[non è]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[Riproduzioni]@ %2$[è maggiore di]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[Riproduzioni]@ %2$[è minore di]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[Riproduzioni]@ %2$[è nell'intervallo]@ da %3$@ a %4$@";

"%[season]@ %[is]@ %@" = "%1$[Stagione]@ %2$[è]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[Stagione]@ %2$[non è]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[Stagione]@ %2$[è maggiore di]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[Stagione]@ %2$[è minore di]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[Stagione]@ %2$[è nell'intervallo]@ da %3$@ a %4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[Omissioni]@ %2$[è]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[Omissioni]@ %2$[non è]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[Omissioni]@ %2$[è maggiore di]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[Omissioni]@ %2$[è minore di]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[Omissioni]@ %2$[è nell'intervallo]@ da %3$@ a %4$@";

"%[track_number]@ %[is]@ %@" = "%1$[Numero traccia]@ %2$[è]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[Numero traccia]@ %2$[non è]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[Numero traccia]@ %2$[è maggiore di]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[Numero traccia]@ %2$[è minore di]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[Numero traccia]@ %2$[è nell'intervallo]@ da %3$@ a %4$@";

"%[year]@ %[is]@ %@" = "%1$[Anno]@ %2$[è]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[Anno]@ %2$[non è]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[Anno]@ %2$[è maggiore di]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[Anno]@ %2$[è minore di]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[Anno]@ %2$[è nell'intervallo]@ da %3$@ a %4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[Dimensione]@ %2$[è]@ %3$@ MB";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[Dimensione]@ %2$[non è]@ %3$@ MB";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[Dimensione]@ %2$[è maggiore di]@ %3$@ MB";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[Dimensione]@ %2$[è minore di]@ %3$@ MB";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[Dimensione]@ %2$[è nell'intervallo]@ da %3$@ a %4$@ %5$[MB]@";

"%[album]@ %[contains]@ %@" = "%1$[Album]@ %2$[contiene]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[Album]@ %2$[non contiene]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[Album]@ %2$[è]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[Album]@ %2$[non è]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[Album]@ %2$[inizia con]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[Album]@ %2$[termina con]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[Artista album]@ %2$[contiene]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[Artista album]@ %2$[non contiene]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[Artista album]@ %2$[è]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[Artista album]@ %2$[non è]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[Artista album]@ %2$[inizia con]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[Artista album]@ %2$[termina con]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[Artista]@ %2$[contiene]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[Artista album]@ %2$[non contiene]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[Artista]@ %2$[è]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[Artista]@ %2$[non è]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[Artista]@ %2$[inizia con]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[Artista]@ %2$[termina con]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[Categoria]@ %2$[contiene]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[Categoria]@ %2$[non contiene]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[Categoria]@ %2$[è]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[Categoria]@ %2$[non è]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[Categoria]@ %2$[inizia con]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[Categoria]@ %2$[termina con]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[Commenti]@ %2$[contiene]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[Commenti]@ %2$[non contiene]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[Commenti]@ %2$[è]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[Commenti]@ %2$[non è]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[Commenti]@ %2$[inizia con]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[Commenti]@ %2$[termina con]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[Compositore]@ %2$[contiene]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[Compositore]@ %2$[non contiene]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[Compositore]@ %2$[è]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[Compositore]@ %2$[non è]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[Compositore]@ %2$[inizia con]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[Compositore]@ %2$[termina con]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[Debug]@ %2$[contiene]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[Debug]@ %2$[non contiene]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[Debug]@ %2$[è]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[Debug]@ %2$[non è]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[Debug]@ %2$[inizia con]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[Debug]@ %2$[termina con]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[Descrizione]@ %2$[contiene]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[Descrizione]@ %2$[non contiene]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[Descrizione]@ %2$[è]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[Descrizione]@ %2$[non è]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[Descrizione]@ %2$[inizia con]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[Descrizione]@ %2$[termina con]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[Genere]@ %2$[contiene]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[Genere]@ %2$[non contiene]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[Genere]@ %2$[è]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[Genere]@ %2$[non è]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[Genere]@ %2$[inizia con]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[Genere]@ %2$[termina con]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[Gruppo]@ %2$[contiene]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[Gruppo]@ %2$[non contiene]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[Gruppo]@ %2$[è]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[Gruppo]@ %2$[non è]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[Gruppo]@ %2$[inizia con]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[Gruppo]@ %2$[termina con]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[Tipo]@ %2$[contiene]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[Tipo]@ %2$[non contiene]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[Tipo]@ %2$[è]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[Tipo]@ %2$[non è]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[Tipo]@ %2$[inizia con]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[Tipo]@ %2$[termina con]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[Nome]@ %2$[contiene]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[Nome]@ %2$[non contiene]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[Nome]@ %2$[è]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[Nome]@ %2$[non è]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[Nome]@ %2$[inizia con]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[Nome]@ %2$[termina con]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[Programma]@ %2$[contiene]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[Programma]@ %2$[non contiene]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[Programma]@ %2$[è]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[Programma]@ %2$[non è]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[Programma]@ %2$[inizia con]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[Programma]@ %2$[termina con]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[Ordina album]@ %2$[contiene]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[ Ordina album]@ %2$[non contiene]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[Ordina album]@ %2$[è]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[Ordina album]@ %2$[non è]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[Ordina album]@ %2$[inizia con]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[Ordina album]@ %2$[termina con]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[Ordina artista album]@ %2$[contiene]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[Ordina artista album]@ %2$[non contiene]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[Ordina artista album]@ %2$[è]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[Ordina artista album]@ %2$[non è]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[Ordina artista album]@ %2$[inizia con]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[Ordina artista album]@ %2$[termina con]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[Ordina artista]@ %2$[contiene]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[Ordina artista]@ %2$[non contiene]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[Ordina artista]@ %2$[è]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[Ordina artista]@ %2$[non è]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[Ordina artista]@ %2$[inizia con]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[Ordina artista]@ %2$[termina con]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[Ordina compositore]@ %2$[contiene]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[Ordina compositore]@ %2$[non contiene]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[Ordina compositore]@ %2$[è]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[Ordina compositore]@ %2$[non è]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[Ordina compositore]@ %2$[inizia con]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[Ordina compositore]@ %2$[termina con]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[Ordina nome]@ %2$[contiene]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[Ordina nome]@ %2$[non contiene]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[Ordina nome]@ %2$[è]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[Ordina nome]@ %2$[non è]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[Ordina nome]@ %2$[inizia con]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[Ordina nome]@ %2$[termina con]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[Ordina programma]@ %2$[contiene]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[Ordina programma]@ %2$[non contiene]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[Ordina programma]@ %2$[è]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[Ordina programma]@ %2$[non è]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[Ordina programma]@ %2$[inizia con]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[Ordina programma]@ %2$[termina con]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[Data di aggiunta]@ %2$[è]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[Data di aggiunta]@ %2$[non è]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[Data di aggiunta]@ %2$[è dopo il]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[Data di aggiunta]@ %2$[è prima di]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[Data di aggiunta]@ %2$[negli ultimi]@ %3$@ %4$[giorni]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[Data di aggiunta]@ %2$[nelle ultime]@ %3$@ %4$[settimane]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[Data di aggiunta]@ %2$[negli ultimi]@ %3$@ %4$[mesi]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[Data di aggiunta]@ %2$[non negli ultimi]@ %3$@ %4$[giorni]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Data di aggiunta]@ %2$[non nelle ultime]@ %3$@ %4$[settimane]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[Data di aggiunta]@ %2$[non negli ultimi]@ %3$@ %4$[mesi]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[Data di aggiunta]@ %2$[è nell'intervallo]@ da %3$@ a %4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[Data dell'ultima modifica]@ %2$[è]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[Data dell'ultima modifica]@ %2$[non è]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[Data dell'ultima modifica]@ %2$[è dopo il]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[Data dell'ultima modifica]@ %2$[è prima del]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[Data dell'ultima modifica]@ %2$[negli ultimi]@ %3$@ %4$[giorni]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[Data dell'ultima modifica]@ %2$[nelle ultime]@ %3$@ %4$[settimane]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[Data dell'ultima modifica]@ %2$[negli ultimi]@ %3$@ %4$[mesi]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[Data dell'ultima modifica]@ %2$[non negli ultimi]@ %3$@ %4$[giorni]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Data dell'ultima modifica]@ %2$[non nelle ultime]@ %3$@ %4$[settimane]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[Data dell'ultima modifica]@ %2$[non negli ultimi]@ %3$@ %4$[mesi]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[Data di aggiunta]@ %2$[è nell'intervallo]@ da %3$@ a %4$@";

"%[playdate]@ %[is]@ %@" = "%1$[Ultima riproduzione]@ %2$[è]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[Ultima riproduzione]@ %2$[non è]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[Ultima riproduzione]@ %2$[è dopo il]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[Ultima riproduzione]@ %2$[è prima del]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[Ultima riproduzione]@ %2$[negli ultimi]@ %3$@ %4$[giorni]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Ultima riproduzione]@ %2$[nelle ultime]@ %3$@ %4$[settimane]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[Ultima riproduzione]@ %2$[negli ultimi]@ %3$@ %4$[mesi]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Ultima riproduzione]@ %2$[non negli ultimi]@ %3$@ %4$[giorni]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Ultima riproduzione]@ %2$[non nelle ultime]@ %3$@ %4$[settimane]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Ultima riproduzione]@ %2$[non negli ultimi]@ %3$@ %4$[mesi]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[Ultima riproduzione]@ %2$[è nell'intervallo]@ da %3$@ a %4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[Ultima omissione]@ %2$[è]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[Ultima omissione]@ %2$[non è]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[Ultima omissione]@ %2$[è dopo il]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[Ultima omissione]@ %2$[è prima del]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[Ultima omissione]@ %2$[negli ultimi]@ %3$@ %4$[giorni]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Ultima omissione]@ %2$[nelle ultime]@ %3$@ %4$[settimane]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[Ultima omissione]@ %2$[negli ultimi]@ %3$@ %4$[mesi]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Ultima omissione]@ %2$[negli ultimi]@ %3$@ %4$[giorni]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Ultima omissione]@ %2$[nelle ultime]@ %3$@ %4$[settimane]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Ultima omissione]@ %2$[negli ultimi]@ %3$@ %4$[mesi]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[Ultima omissione]@ %2$[è nell'intervallo]@ da %3$@ a %4$@";

"%[songid]@ %[is]@" = "%1$[Acquistato]@ %2$[è vero]@";
"%[songid]@ %[is not]@" = "%1$[Acquistato]@ %2$[è falso]@";

"%[olduserdisabled]@ %[is]@" = "%1$[Verificato]@ %2$[è vero]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[Verificato]@ %2$[è falso]@";

"%[artwork]@ %[is]@" = "%1$[Illustrazioni album]@ %2$[è vera]@";
"%[artwork]@ %[is not]@" = "%1$[Illustrazioni album]@ %2$[è falsa]@";

"%[compilation]@ %[is]@" = "%1$[Compilation]@ %2$[è vera]@";
"%[compilation]@ %[is not]@" = "%1$[Compilation]@ %2$[è falsa]@";

"%[totaltime]@ %[is]@ %@" = "%1$[Durata]@ %2$[è]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[Durata]@ %2$[non è]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[Durata]@ %2$[è maggiore di]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[Durata]@ %2$[è inferiore a ]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[Durata]@ %2$[è nell'intervallo]@ da %3$@ a %4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[Classifica album]@ %2$[è]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[Classifica album]@ %2$[non è]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[Classifica album]@ %2$[è maggiore di]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[Classifica album]@ %2$[è minore di]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[Classifica album]@ %2$[è nell'intervallo]@ da %3$@ a %4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[Classifica]@ %2$[è]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[Classifica]@ %2$[non è]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[Classifica]@ %2$[è maggiore di]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[Classifica]@ %2$[è minore di]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[Classifica]@ %2$[è nell'intervallo]@ da %3$@ a %4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[Tipo di supporto]@ %2$[è]@ %3$[Musica]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[Tipo di supporto]@ %2$[è]@ %3$[Videoclip]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[Tipo di supporto]@ %2$[è]@ %3$[Film]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[Tipo di supporto]@ %2$[è]@ %3$[Programma TV]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[Tipo di supporto]@ %2$[è]@ %3$[Podcast]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[Tipo di supporto]@ %2$[è]@ %3$[iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[Tipo di supporto]@ %2$[è]@ %3$[Audiolibro]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[Tipo di supporto]@ %2$[è]@ %3$[Libro]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[Tipo di supporto]@ %2$[è]@ %3$[Memo vocale]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[Tipo di supporto]@ %2$[è]@ %3$[iTunes Extras]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[Tipo di supporto]@ %2$[non è]@ %3$[Musica]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[Tipo di supporto]@ %2$[non è]@ %3$[Videoclip]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[Tipo di supporto]@ %2$[non è]@ %3$[Film]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[Tipo di supporto]@ %2$[non è]@ %3$[Programma TV]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[Tipo di supporto]@ %2$[non è]@ %3$[Podcast]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[Tipo di supporto]@ %2$[non è]@ %3$[iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[Tipo di supporto]@ %2$[non è]@ %3$[Audiolibro]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[Tipo di supporto]@ %2$[non è]@ %3$[Libro]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[Tipo di supporto]@ %2$[non è]@ %3$[Memo vocale]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[Tipo di supporto]@ %2$[non è]@ %3$[iTunes Extras]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[Playlist]@ %2$[è]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[Playlist]@ %2$[non è]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[Location]@ %2$[is]@ %3$[on this computer]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[Posizione]@ %2$[è]@ %3$[iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[Location]@ %2$[is not]@ %3$[on this computer]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[Posizione]@ %2$[non è]@ %3$[iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[Stato iCloud]@ %2$[è]@ %3$[abbinato]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[Stato iCloud]@ %2$[è]@ %3$[acquistato]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[Stato iCloud]@ %2$[è]@ %3$[caricato]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[Stato iCloud]@ %2$[è]@ %3$[non idoneo]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[Stato iCloud]@ %2$[è]@ %3$[solo locale]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[Stato iCloud]@ %2$[è]@ %3$[errore]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[Stato iCloud]@ %2$[è]@ %3$[duplicato]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[Stato iCloud]@ %2$[non è]@ %3$[abbinato]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[Stato iCloud]@ %2$[non è]@ %3$[acquistato]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[Stato iCloud]@ %2$[non è]@ %3$[caricato]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[Stato iCloud]@ %2$[non è]@ %3$[non idoneo]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[Stato iCloud]@ %2$[non è]@ %3$[solo locale]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[Stato iCloud]@ %2$[non è]@ %3$[errore]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[Stato iCloud]@ %2$[non è]@ %3$[duplicato]@";
